[
  {
    "name": "Windhoek City Heritage Walk",
    "slug": "windhoek-city-heritage-walk",
    "description": "Discover Windhoek's rich colonial and post-independence history on this walking tour through the city center. Visit iconic landmarks including the Christuskirche, Independence Memorial Museum, Tintenpalast Parliament Gardens, and the historic Alte Feste fortress. Learn about Namibia's journey from German colonial rule to independence while admiring the unique blend of German and African architecture.",
    "shortDescription": "A walking tour through Windhoek's historic city center exploring colonial and independence-era landmarks.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 5,
    "highlights": "Christuskirche, Independence Memorial Museum, Tintenpalast Gardens, Alte Feste, National Art Gallery",
    "bestTimeToVisit": "Year-round, mornings recommended",
    "coverImage": "/images/windhoek/christuskirche-museum.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Katutura Cultural Experience",
    "slug": "katutura-cultural-experience",
    "description": "Immerse yourself in the vibrant culture of Katutura, Windhoek's historic township. This guided tour takes you through the Single Quarters, local markets, and community centers where you'll meet residents, sample traditional Namibian cuisine, and learn about the township's history during apartheid. Visit local craft makers, enjoy kapana (street BBQ), and experience the warm hospitality of the community.",
    "shortDescription": "An authentic township tour exploring Katutura's history, culture, and local cuisine.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 15,
    "highlights": "Single Quarters, Kapana Street Food, Local Markets, Community Projects, Traditional Cuisine",
    "bestTimeToVisit": "Year-round, late morning for markets",
    "coverImage": "/images/windhoek/katutura-township.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Windhoek Craft & Cuisine Trail",
    "slug": "windhoek-craft-cuisine-trail",
    "description": "Explore Windhoek's thriving craft and culinary scene on this leisurely day tour. Start at the famous Namibia Craft Centre in the Old Breweries complex, browse handmade Namibian crafts and meet local artisans. Continue to Post Street Mall and the Independence Avenue markets. End your day with dinner at the legendary Joe's Beerhouse, famous for its game meat and unique atmosphere.",
    "shortDescription": "A day exploring Windhoek's best craft markets, shopping, and iconic restaurants.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 10,
    "highlights": "Namibia Craft Centre, Post Street Mall, Independence Avenue, Joe's Beerhouse, Local Artisans",
    "bestTimeToVisit": "Year-round, weekdays for less crowds",
    "coverImage": "/images/windhoek/craft-centre.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Daan Viljoen Nature Escape",
    "slug": "daan-viljoen-nature-escape",
    "description": "Escape the city for a day of wildlife and nature at Daan Viljoen Game Park, just 20km from Windhoek. This highland savanna reserve offers excellent hiking trails, game viewing of zebra, kudu, oryx, and over 200 bird species. Enjoy a picnic by the dam, take a guided game drive, or simply relax in the peaceful surroundings before returning to the city.",
    "shortDescription": "A nature day trip to Daan Viljoen Game Park for hiking, wildlife, and birdwatching.",
    "duration": 1,
    "difficulty": "moderate",
    "distance": 40,
    "highlights": "Game Viewing, Hiking Trails, Birdwatching, Dam Picnic Area, Highland Savanna",
    "bestTimeToVisit": "Year-round, early morning for wildlife",
    "coverImage": "/images/windhoek/daan-viljoen.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Heroes & History Tour",
    "slug": "heroes-history-tour",
    "description": "A comprehensive tour of Windhoek's most significant historical sites focusing on Namibia's struggle for independence. Visit Heroes' Acre, the impressive memorial honoring those who fought for freedom, featuring the Unknown Soldier statue and panoramic city views. Continue to the Independence Memorial Museum, Old Location Cemetery, and learn about the heroes who shaped modern Namibia.",
    "shortDescription": "A historical tour visiting Heroes' Acre and sites commemorating Namibia's independence struggle.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 25,
    "highlights": "Heroes' Acre, Independence Memorial Museum, Unknown Soldier Statue, Old Location Cemetery, Panoramic Views",
    "bestTimeToVisit": "Year-round, mornings for best light",
    "coverImage": "/images/windhoek/heroes-acre.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Windhoek Weekend Explorer",
    "slug": "windhoek-weekend-explorer",
    "description": "The ultimate 2-day Windhoek experience combining city highlights with nature. Day 1: Explore the historic city center, visit museums, browse craft markets, and enjoy dinner at a top restaurant. Day 2: Head to Daan Viljoen for morning game viewing and hiking, return for a Katutura township tour, and end with sundowners overlooking the city.",
    "shortDescription": "A comprehensive 2-day itinerary covering Windhoek's best attractions, nature, and culture.",
    "duration": 2,
    "difficulty": "moderate",
    "distance": 80,
    "highlights": "City Center, Museums, Craft Markets, Daan Viljoen, Katutura Township, Local Cuisine",
    "bestTimeToVisit": "Year-round",
    "coverImage": "/images/windhoek/city-aerial.jpeg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Windhoek Sundowner Safari",
    "slug": "windhoek-sundowner-safari",
    "description": "Experience the magic of an African sunset just outside Windhoek. This half-day tour takes you to a nearby game farm for an afternoon game drive spotting zebra, oryx, springbok, and warthogs. As the sun sets over the Khomas Highlands, enjoy sundowner drinks and snacks while watching the wildlife and the spectacular colors of the African sky.",
    "shortDescription": "An afternoon game drive and sundowner experience at a game farm near Windhoek.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 30,
    "highlights": "Game Drive, Sundowner Drinks, Wildlife Viewing, Sunset Photography, Khomas Highlands",
    "bestTimeToVisit": "Year-round, afternoon departures",
    "coverImage": "/images/windhoek/skyline-sunset.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  },
  {
    "name": "Museums & Galleries Day",
    "slug": "museums-galleries-day",
    "description": "A cultural day exploring Windhoek's finest museums and galleries. Start at the Independence Memorial Museum for Namibian history, continue to the National Art Gallery of Namibia, visit the TransNamib Railway Museum, and explore the National Earth Science Museum. Perfect for history buffs and art lovers wanting to understand Namibia's heritage.",
    "shortDescription": "A day tour visiting Windhoek's top museums and art galleries.",
    "duration": 1,
    "difficulty": "easy",
    "distance": 8,
    "highlights": "Independence Memorial Museum, National Art Gallery, TransNamib Museum, Earth Science Museum",
    "bestTimeToVisit": "Year-round, check museum hours",
    "coverImage": "/images/windhoek/independence-museum.jpg",
    "startLocation": "Windhoek",
    "endLocation": "Windhoek",
    "regions": "Khomas"
  }
]
